<script setup></script>
<template>
  <div class="container md:flex mt-[100px] justify-between">
    <h1 class="text-[40px] max-md:text-center max-md:mb-10 font-bold text-primary max-w-[300px]">
      Производство светильников
    </h1>
    <div
      class="max-w-[650px] flex flex-col gap-5 text-base md:text-xl font-medium text-primary"
    >
      <p>
        Интернет-магазин NORNLIGHT предлагает широкий ассортимент светильников
        для освещения вашего дома или офиса. У нас вы найдете разнообразные
        модели светильников, от современных и стильных до классических и
        элегантных. Мы предлагаем качественные и надежные светильники от лучших
        производителей, которые подарят вам комфорт и уют.
      </p>
      <p>
        Покупая светильники в нашем интернет-магазине, вы получаете отличное
        соотношение цены и качества. Мы осуществляем доставку по всей России,
        чтобы каждый клиент мог насладиться прекрасным светом и удобством
        покупки онлайн. Обратитесь к нам сегодня и превратите ваш дом в оазис
        тепла и света с NORNLIGHT!
      </p>
    </div>
  </div>
</template>

<style lang="scss" scoped></style>
