<script setup></script>
<template>
  <div class="container md:mt-20 mt-10 mb-32">
    <div class="flex gap-2">
      <nuxt-link class="text-primary/50" to="/">Главная</nuxt-link> >
      <nuxt-link to="/return">Возврат</nuxt-link>
    </div>
    <div class="md:flex items-start mt-4">
      <h1 class="md:text-[64px] text-[28px] font-bold w-1/2 leading-[40px]">
        Возврат
      </h1>
      <div class="md:w-[720px] max-md:mt-6 text-xl text-left">
        <h2 class="text-2xl font-semibold mb-7">
          Обмен и возврат по желанию покупателя
        </h2>

        <p class="mb-10">
          Если товар по каким-то причинам не подошел вам, вы имеете право
          вернуть его или обменять на другой в течение 7 дней* с момента покупки
          при соблюдении следующих условий:
        </p>
        <ul class="list-disc ml-7 text-[#6379BA]">
          <li>Товар имеет первоначальный вид, имеется товарная кондиция;</li>
          <li>
            Товар имеет полную комплектацию, включая упаковочные материалы;
          </li>
          <li>
            Товар не имеет следов подключался и не имеет признаков монтажа;
          </li>
          <li>
            Упаковка товара не имеет повреждений, присутствует первоначальный
            товарный вид;
          </li>
          <li>
            Есть документ, подтверждающий покупку в нашем интернет-магазине.
          </li>
          <li>Для возврата товара необходимо привезти его к нам в офис.</li>
          <li>
            Товар из других городов можно прислать нам транспортной компанией,
            при этом услуги транспортной компании  оплачиваются клиентом.
          </li>
          <li>
            *В течение 14 дней для отдельных брендов. При оформлении заказа
            уточните у менеджера
          </li>
        </ul>
        <h2 class="text-2xl font-semibold mb-7">
          Обмен и возврат по ошибке продавца
        </h2>
        <ul class="text-[#6379BA] list-disc ml-7">
          <p>Причины обмена или возврата по ошибке продавца:</p>
          <li>Неполная комплектация товара</li>
          <li>Брак или дефект товара</li>
          <li>
            Если вы выявили дефект, брак или неполную комплектацию товара,
            необходимо сделать фото дефекта и отправить на
            почту mail@at-svet.ru, указав краткое описание характера брака/
          </li>
          <li>
            Мы заменим бракованный товар или довезем недостающие части. Доставка
            будет осуществлена бесплатно
          </li>
        </ul>
        <h2 class="text-2xl font-semibold mb-7">Возврат денежных средств</h2>
        <p>
          Возврат денежных средств осуществляется путем перевода на банковские
          реквизиты покупателя при наличии заявления от покупателя.
        </p>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped>
li {
  margin-bottom: 10px;
}
ul {
  margin-bottom: 50px;
}
</style>
