<script setup></script>
<template>
  <div class="container">
    <div class="flex gap-2">
      <nuxt-link class="text-primary/50" to="/">Главная</nuxt-link> >
      <nuxt-link to="/Warranty">Гарантии</nuxt-link>
    </div>
    <div class="md:flex items-start mt-4">
      <h1 class="text-[64px] font-bold w-1/2 leading-[40px]">Гарантии</h1>
      <div class="md:w-[720px] max-md:mt-6 text-xl text-left">
        <h2 class="text-2xl font-semibold mb-7">
          Обмен и возврат по желанию покупателя
        </h2>
        <p>
          Все товары в магазине «NornLight» имеют гарантию. Она заявляется
          производителем и имеет определенный срок действия на различные группы
          товаров. Если ваше изделие вышло из строя в течение гарантийного
          срока вы можете обратиться к нам и получить бесплатный ремонт.
        </p>
        <ul class="list-disc ml-7">
          <h4>Для этого нужно:</h4>
          <li>
            Предоставить чек, накладную или сообщить почту или номер телефона,
            указанные при оформлении заказа.
          </li>
          <li>
            Привезти товар к нам на склад или отправить его транспортной
            компанией.
          </li>
          <li>
            После товар отправляется на экспертизу и ремонт. Если ремонт
            невозможен, мы обменяем изделие на аналогичное либо вернем деньги за
            покупку.
          </li>
        </ul>

        <p>
          Обращаем внимание, что «А-Свет» не является сервисным центром, а
          выполняет роль посредника между клиентом и поставщиком. Поэтому сроки
          проведения ремонта могут отличаться для товаров различных брендов.
        </p>
      </div>
    </div>
  </div>
</template>

<style lang="scss" scoped></style>
